<template>
  <div>
    <v-subheader>Памятка:</v-subheader>
    <v-list-group dense flat>
      <v-list-item>Название пары - большими буквами, в скобках уточнения (к примеру - срок проведения, элективность)</v-list-item>
      <v-list-item>Типы через запятую с пробелом. Может быть пустым. Типы: к/р; к/р; лек; практ; лаб</v-list-item>
      <v-list-item>Локация - если ничего не указано, то пустое (это тоже самое что и "на кафедре"). В ином случае - кафедра/аудитория/кафедра+аудитория. Пример: АПХП; 55; СА 6; ОХТиК</v-list-item>
      <v-list-item>Преподы. Может быть пустым. Формат через запятую с пробелом Фамилия И.О.. Пример: Иванов М.И.; Петров К.А., Сидорова М.Я.</v-list-item>
      <v-list-item>Если пара сразу на обе недели - позаботьтесь о полностью идентичном виде справа и слева</v-list-item>
      <v-list-item>Часто встречающиеся ошибки: Фамилия без ИО (нужно нагуглить), срок проведения в локации (перенести в название в скобки)</v-list-item>
    </v-list-group>
  </div>
</template>

